ms-python.python
ms-python.vscode-pylance
charliermarsh.ruff
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
vscodevim.vim
eamodio.gitlens
esbenp.prettier-vscode
innoverio.vscode-dbt-power-user
dorzey.vscode-sqlfluff
mtxr.sqltools
bierner.markdown-mermaid
